Repository: sillsdev/FwLocalizations
Catalog: messages.id.tmx
Source language: en
Languages: id

source: &Pause Parser
id: &Hentikan Proses Pengurai Kata untuk Sementara

source: People
id: Orang

source: _Person
id: _Orang

source: Person
id: Orang

source: Personalized Menus and Toolbars
id: Menu dan Palang Alat Disesuaikan

source: Pg. {0}
id: Hlm. {0}

source: Pg. 1
id: Hlm. 1

source: Pg. 2
id: Hlm. 2

source: Pg. 3
id: Hml. 3

source: Pg. 4
id: Hlm. 4

source: Pg. 5
id: Hlm. 5

source: Pg. 6
id: Hlm. 6

source: Pg. 7
id: Hlm. 7

source: Pg. 8
id: Hlm. 8

source: Phase 1 Error
id: Ralat Tahap 1

source: Phase 1 of {0}: processing output of Preview
id: Tahap 1 dari {0}: memproses keluaran dari Tampilan Awal

source: Phase 1 of 5: character conversions
id: Tahap 1 dari 5: menyesuaikan karakter-karakter

source: Phase 2 of {0}: processing output of phase 1
id: Tahap 2 dari {0}: memproses keluaran dari tahap 1

source: Phase 2 of 5: XML transformations
id: Tahap 2 dari 5: menyesuaikan XML

source: Phase 3 of {0}: processing output of phase 2
id: Tahap 3 dari {0}: memproses keluaran dari tahap 2

source: Phase 3 of 5: XML clean up
id: Tahap 3 dari 5: membersihkan XML

source: Phase 4 of {0}: processing output of phase 3
id: Tahap 4 dari {0}: memproses keluaran dari tahap 3

source: Phase 4 of 5: loading XML data into FieldWorks
id: Tahap 4 dari 5: memuatkan data XML ke FieldWorks

source: Phase 5 of 5: Finishing importing LinguaLinks texts
id: Tahap 5 dari 5: Menyelesaikan impor teks LinguaLinks

source: Phase 5 of 5: loading data into the lexicon
id: Tahap 5 dari 5: memuatkan data ke kosakata

source: Phase file
id: Berkas tahap

source: Phoneme
id: Fonem

source: Phoneme: {0}
id: Fonem: {0}

source: Phonemes
id: Fonem

source: Phonemes/Features
id: Fonem-fonem/Ciri-ciri

source: phonological feature
id: ciri fonologi

source: Phonological Feature Description
id: Deskripsi Ciri Fonologi

source: _Phonological Feature...
id: Ciri _Fonologi...

source: Phonological Features
id: Ciri-ciri Fonologi

source: Phonological Features Catalog
id: Katalog Ciri-ciri Fonologi

source: Phonological Rule
id: Aturan Fonologi

source: Phonological Rule-based Parser (HermitCrab.NET)
id: Pengurai Kata Berbasis Aturan Fonologi (HermitCrab.NET)

source: Phonological Rules
id: Aturan-aturan Fonologi

source: Phonology Note
id: Catatan Fonologi

source: Phonology Notes
id: Catatan Fonologi

source: _Picture
id: _Gambar

source: Picture
id: Gambar

source: Picture Properties
id: Properti Gambar

source: <Picture>
id: <Gambar>

source: Picture-Caption
id: Catatan Gambar

source: Picture-FileName
id: Gambar-Nama Berkas

source: Pink,255,0,255
id: Merah jambu,255,0,255

source: Place of Birth
id: Tempat Lahir

source: Place of Residence
id: Tempat Tinggal

source: _Play all (32 minutes)
id: _Mainkan semua (32 menit)

source: Please choose a source column
id: Tolong pilih kolom sumber

source: Please choose or set up a Process
id: Tolong pilih atau siapkan Proses

source: Please email this bug report to {0}. Please insert here your description of how the problem occurred. If possible give detailed instructions for making it happen. If relevant please attach any files required for making it happen. ------Generated error details follow------ An internal error has been detected in program {1}, Version: {2} Details follow: A programming error ({3}) has been detected in module {4}, {5}. Please report this to the developers. Stack Dump: {6}
id: Silakan email laporan masalah ini ke {0}. Tuliskan di sini deskripsi tentang bagaimana masalah ini terjadi. Bila memungkinkan beri instruksi detil untuk mewujudkannya. Bila bersangkutan silakan lampirkan berkas yang diperlukan untuk mewujudkannya. ------Rincian kesalahan yang dihasilkan berikut------ Sebuah kesalahan internal telah terdeteksi di program {1}, Versi: {2} Rincian sebagai berikut: Sebuah kesalahan pemrograman ({3}) telah terdeteksi di modul {4}, {5}. Laporkan ini ke para pembangun. Tumpukan Sampah: {6}

source: Please email this report to the development team: {0}
id: Tolong email laporan ini ke tim pengembangan: {0}

source: Please enter a name
id: Tolong ketik nama

source: Please fill in the gloss.
id: Tolong isi arti singkat.

source: Please select one of the following options:
id: Tolong pilih satu pilihan dari yang berikut:

source: Plum,153,51,102
id: Prem,153,51,102

source: Populate a field by applying a complex process to another field
id: Isi bidang dengan menerapkan proses kompleks ke bidang lainnya

source: Position
id: Posisi

source: P&osition:
id: P&osisi:

source: Positions
id: Posisi

source: Possible Invalid File
id: Mungkin Berkas Tidak Sah

source: Predicted Analyses
id: Analisa Terprediksi

source: prefix
id: awalan

source: {0} Prefix
id: {0} Awalan

source: Preparing for migration - Creating a temporary copy of {0}.
id: Menyiapkan migrasi- Membuat salinan sementara dari {0}.

source: Preparing for migration - Migrating the copy of {0} to FieldWorks 6.0
id: Menyiapkan migrasi - Migrasi salinan {0} ke FieldWorks 6.0

source: Preparing for migration - Writing {0} as FieldWorks 6.0 XML.
id: Menyiapkan migrasi - Menulis {0} sebagai FieldWorks 6.0 XML.

source: Preparing for migration - Writing the copy of {0} as FieldWorks 6.0 XML.
id: Menyiapkan migrasi - Menulis salinan {0} sebagai FieldWorks 6.0 XML.

source: Preparing Interlinear (Step 1)
id: Menyiapkan Terjemahan Antarbaris (Langkah 1)

source: Preparing Interlinear (Step 2)
id: Menyiapkan Terjemahan Antarbaris (Langkah 2)

source: Preparing Interlinear (Step 3)
id: Menyiapkan Terjemahan Antarbaris (Langkah 3)

source: Preparing Interlinear (Step 4)
id: Menyiapkan Terjemahan Antarbaris (Langkah 4)

source: Preparing Interlinear (Step 5)
id: Menyiapkan Terjemahan Antarbaris (Langkah 5)

source: Preparing Templates for XAmple Files
id: Menyiapkan Pola Pengacuan untuk Berkas XAmple

source: Press Enter to copy in Word Glosses, or start typing.
id: Tekan Enter untuk menyalin Arti-Arti Singkat, atau mulai mengetik.

source: Preview
id: Tampilan Awal

source: Preview Import Summary
id: Kesimpulan Tampilan Awal

source: Preview:
id: Tampilan Awal:

source: _Previous
id: _Sebelumnya

source: Previous Incomplete Word
id: Kata Tidak Lengkap Sebelumnya

source: Primary Gloss
id: Arti Singkat Utama

source: Print
id: Cetak

source: &Print Report...
id: &Cetak Laporan...

source: Print View
id: Cetak Tampilan

source: &Print...
id: &Cetak...

source: _Print...
id: _Cetak...

source: Prints current view.
id: Cetak tampilan ini.

source: Problem
id: Masalah

source: Problem Object
id: Obyek yang ada Masalah

source: Problem opening file
id: Masalah membuka berkas

source: Problem Report
id: Laporan Masalah

source: Problem saving settings: {0}
id: Masalah dengan menyimpan setelan: {0}

source: Problem Starting {0}
id: Masalah mulai {0}

source: Problem Writing File
id: Masalah Menulis Berkas

source: Problems
id: Masalah

source: Problems moving some Projects
id: Masalah memindahkan beberapa Proyek

source: Process
id: Proses

source: Process:
id: Proses:

source: proclitic
id: proklitik

source: {0} Proclitic
id: {0} Proklitik

source: Program error
id: Ralat Program

source: Programming error
id: Ralat program

source: Programming Error
id: Ralat Program

source: Progress
id: Kemajuan

source: Progress Dialog
id: Dialog Kemajuan

source: _Project (with other FLEx users)...
id: _Proyek (dengan pengguna FLEx lain)...

source: Project _Management
id: P_engelolaan Proyek

source: Project Already Exists
id: Proyek Sudah Ada

source: Project &Management
id: P&engelolaan Proyek

source: Project Management
id: Pengelolaan Proyek

source: Project &Name:
id: &Nama Proyek:

source: Project Properties
id: Properti Proyek

source: {0} project(s) failed to migrate properly.
id: {0} proyek gagal pindah dengan tepat.

source: Project:
id: Proyek:

source: Project: {0}
id: Proyek: {0}

source: Projects currently open:
id: Proyek-proyek terbuka:

source: Projects Folder
id: Folder Proyek-Proyek

source: Projects you can delete:
id: Proyek-proyek yang bisa dihapus:

source: Promote
id: Naikkan Derajat

source: pronunciation
id: ucapan

source: _Pronunciation
id: _Ucapan

source: Pronunciation
id: Ucapan

source: Pronunciations
id: Ucapan

source: Properties
id: Properti

source: Publication
id: Penerbitan

source: Publications
id: Penerbitan

source: Publish In
id: Diterbitkan Di

source: Punctuation in custom field name
id: Tanda baca di nama bidang yang disesuaikan

source: Punctuation, Close
id: Tanda baca, Tutup

source: Punctuation, Connector
id: Tanda baca, Penyambung

source: Punctuation, Open
id: Tanda baca, Buka

source: Punctuation, Other
id: Tanda baca, Lain

source: Question
id: Pertanyaan

source: Questions
id: Pertanyaan

source: Queue: ({0}/{1}/{2})
id: Antrian: ({0}/{1}/{2})

source: Raised
id: Dinaikkan

source: Raised by {0} pt
id: Dinaikkan pada {0} pt

source: Random
id: Acak

source: Re_load Grammar / Lexicon
id: Muat Kembali Tatabahasa/Kosakata

source: Readiness
id: Kesediaan

source: Readiness check
id: Cek kesediaan

source: Reading the input file {0}
id: Membaca berkas input {0}

source: Read-only interlinear view for printing.
id: Tampilan antarbaris hanya-dibaca untuk dicetak.

source: Ready to import
id: Siap untuk impor

source: Really delete field and contents?
id: Anda yakin mau menghapus bidang informasi dan isinya?

source: Reassign Homographs
id: Tetapkan Kembali Homograf-homograf

source: Receive a project or lexicon from a colleague for the first time
id: Menerima proyek atau kosakata dari rekan

source: Get project from a colleague
id: Menerima proyek dari rekan

source: Get project from a colleague...
id: Menerima proyek dari seorang rekan...

source: Records
id: Rekaman

source: Red,255,0,0
id: Merah,255,0,0

source: &Redo
id: &Ulang

source: _Redo
id: _Ulang

source: Redo
id: Ulang

source: &Redo {0}
id: &Ulangi {0}

source: Redo {0}
id: Ulangi {0}

source: Redo {0} Actions
id: Ulangi {0} Kelakuan

source: Redo 1 Action
id: Ulangi 1 Kelakuan

source: Redo Add Reversal Entry to Sense
id: Ulangi Menambahkan Entri Balik ke Pengertian

source: Redo Approve Analysis
id: Ulangi Setujui Analisa

source: Redo Bulk Edit
id: Ulangi Edit Banyak

source: Redo Bulk Edit Inflection Class
id: Ulangi Edit Banyak Jenis Infleksi Sekaligus

source: Redo Bulk Edit POS
id: Ulangi Edit Banyak Jenis Kata

source: Redo Bulk Edit Reversal Entry POS
id: Ulangi Edit Banyak Jenis Kata Entri Balik Sekaligus

source: Redo change {0}
id: Ulangi mengubah {0}

source: Redo Change Morpheme Type
id: Ulangi Mengubah Jenis Morfem

source: Redo change to {0}
id: Ulangi berubah ke {0}

source: Redo Clear All
id: Ulangi Hapus semua centang

source: Redo Click Copy
id: Ulangi Klik Salin

source: Redo Create Category
id: Ulangi Membuat Kategori

source: Redo Create Entry
id: Ulangi Membuat Entri

source: Redo Create Inflection Feature
id: Ulangi Pembuatan Ciri Infleksi

source: Redo Create New Sense
id: Ulangi Membuat Pengertian Baru

source: Redo Delete
id: Ulangi Menghapus

source: Redo Delete Record
id: Ulangi Menghapus Rekaman

source: Redo Delete Reversal Entry from Sense
id: Ulangi Menghapus Entri Balik dari Pengertian

source: Redo Edit Function
id: Ulangi Fungsi Edit

source: Redo failed.
id: Ulangi gagal.

source: Redo Insert
id: Ulangi Sisip

source: Redo Insert Category
id: Ulangi Sisip Kategori

source: Redo Insert Inflection Feature
id: Ulangi Penyisipan Ciri Infleksi

source: Redo Insert Lexical Reference Type
id: Ulangi Sisip Jenis Acuan Kata

source: Redo Insert Link
id: Ulangi Sisip Tautan

source: Redo Insert Sense
id: Ulangi Sisip Pengertian

source: Redo Make Reversal Entries
id: Ulangi Membuat Entri-entri Balik

source: Redo Merge
id: Ulangi Menggabung

source: Redo Merge Analyses
id: Ulangi Menggabungkan Analisa

source: Redo Merge Entry
id: Ulangi Menggabungkan Entri

source: Redo Merge Reversal Category
id: Ulangi Menggabungkan Kategori Balik

source: Redo Move Item
id: Ulangi Pindah Butir

source: Redo Move Reversal Category
id: Ulangi Pindah Kategori Balik

source: Redo Move Reversal Entry
id: Ulangi Pindah Entri Balik

source: Redo New Entry ({0})
id: Ulangi Entri Baru ({0})

source: Redo Reassign Homographs
id: Ulangi Tetapkan Kembali Homograf-homograf

source: Redo Select All
id: Ulangi Pilih Semua

source: Redo the most recent undone change.
id: Ulangi perubahan yang paling baru dibatalkan.

source: Redo Toggle
id: Ulangi Toggle

source: Ref
id: Acuan

source: Refer to as
id: Mengacu sebagai

source: Reference
id: Acuan

source: Reference Set Details
id: Perincian-perincian Perangkat Acuan

source: Reference set type
id: Jenis perangkat acuan

source: Referenced Complex Form
id: Bentuk Kompleks yang Direferensi

source: Referenced Complex Forms
id: Bentuk Kompleks yang Direferensi

source: References
id: Acuan-acuan

source: _Refresh
id: _Perbarui

source: Refresh the screen.
id: Perbarui layar.

source: Related Words
id: Kata-kata Berhubungan Satu Sama Lain

source: relation
id: hubungan

source: {0}/{1} relation
id: {0}/{1} hubungan

source: Relation Type
id: Tipe Hubungan

source: relation.
id: perhubungan.

source: &Remove
id: &Hapus

source: < &Remove
id: < &Hapus

source: Remove
id: Hapus

source: Remove a publication from this field to completely exclude this entry from that publication.
id: Hapus penerbitan dari bidang ini untuk meniadakan sama sekali entri ini dari penerbitan tersebut.

source: Remove a publication from this field to completely exclude this example from that publication.
id: Hapus penerbitan dari bidang ini untuk meniadakan sama sekali contoh ini dari penerbitan tersebut.

source: Remove a publication from this field to completely exclude this sense from that publication.
id: Hapus penerbitan dari bidang ini untuk meniadakan sama sekali pengertian ini dari penerbitan tersebut.

source: Remove &Character Style
id: Hapus Gaya &Karakter

source: Remove Character Style
id: Hapus Gaya Karakter

source: Remove from existing items
id: Hapus dari butir-butir yang ada

source: Remove Parser approved analyses
id: Hapus analisa yang disetujui oleh Pengurai Kata

source: Remove XXX Slot
id: Hapus Slot XXX

source: Remove YYY from XXX
id: Hapus YYY dari XXX

source: Removing Important Writing System
id: Menghapus Sistem Tulisan Penting

source: Removing: '{0}' ...
id: Menghapus: '{0}' ...

source: &Rename ...
id: &Ganti Nama ...

source: Rename a FieldWorks project.
id: Ganti Nama Proyek FieldWorks.

source: Rename FieldWorks Project
id: Ganti Nama Proyek FieldWorks

source: Rename Toolbar
id: Ganti Nama Palang Alat

source: &Rename...
id: &Ganti Nama...

source: Renaming project...
id: Ganti nama proyek...

source: _Reparse all words
id: _Ulang Menguraikan Semua Kata

source: &Replace
id: &Ganti

source: Replace
id: Ganti

source: Replace &All
id: Ganti &Semua

source: Replace All
id: Ganti Semua

source: Replace existing items
id: Ganti butir-butir yang ada

source: Replace Existing Project
id: Ganti Proyek yang Ada

source: Replace Reference
id: Ganti Acuan

source: Re&place with:
id: Ga&nti dengan:

source: R&eplace...
id: G&anti...

source: Replace...
id: Ganti...

source: Replace: {0} with {1}
id: Ganti: {0} dengan {1}

source: Report
id: Laporan

source: Representation
id: Penggambaran

source: Required Categories
id: Kategori-kategori Wajib

source: Required Features
id: Ciri-ciri Wajib

source: Required Features (Allomorph)
id: Ciri-ciri Wajib (Alomorf)

source: Required Properties
id: Properti-properti Wajib

source: (Requires Administrator rights.)
id: (Memerlukan hak-hak Administrator.)

source: Researchers
id: Peneliti

source: Reset
id: Kembali ke Awal

source: Reset Bar
id: Kembalikan Bilah ke Awal

source: Reset &Paragraph Style
id: Kembalikan Gaya &Paragraf ke Awal

source: Reset P&aragraph Style
id: Kembalikan Gaya P&aragraf ke Awal

source: Reset Paragraph Style
id: Kembalikan Gaya Paragraf ke Awal

source: Reset the style of the current paragraph to the default paragraph style.
id: Kembalikan gaya paragraf ini ke gaya paragraf asali.

source: &Reset...
id: &Kembalikan ke Awal...

source: _Resources
id: _Bahan Informasi

source: Restore
id: Kembalikan

source: Restore a FieldWorks project.
id: Kembalikan proyek FieldWorks.

source: Restore a Project
id: Kembalikan Proyek

source: Restore a project from a backup file...
id: Kembalikan proyek dari berkas cadangan...

source: &Restore a Project...
id: &Kembalikan Proyek...

source: _Restore a Project...
id: _Kembalikan Proyek...

source: Restore defaults
id: Kembalikan defaults

source: Restore Defaults
id: Kembalikan Defaults

source: Restore Defaults...
id: Kembalikan Defaults...

source: Restore Failed
id: Pengembalian Gagal

source: Restore FieldWorks Project
id: Kembalikan Proyek FieldWorks

source: Restoring default settings will reset all configured views back to the factory defaults. Do you want to restore default settings?
id: Mengembalikan setelan-setelan asali akan kembalikan semua tampilan-tampilan terkonfigurasi ke asali pabrik. Apakah anda ingin kembalikan setelan-setelan asali?

source: Restoring from an old FieldWorks backup failed.
id: Pengembalian dari cadangan lama FieldWorks gagal.

source: Restoring...
id: Mengembalikan...

source: Restrict to items with dates...
id: Batasi untuk butir-butir dengan tanggal...

source: Restrict to items with values...
id: Batasi untuk butir-butir dengan isi...

source: Restrict...
id: Larang...

source: Restriction
id: Larangan

source: Restrictions
id: Batasan

source: Restrictions (Entry)
id: Batasan (Entri)

source: Restrictions (Sense)
id: Batasan (Pengertian)

source: Result
id: Hasil

source: Results:
id: Hasil:

source: Retrieving Template Information
id: Membaca Informasi Pola Pengacuan

source: Retry
id: Coba Lagi

source: reversal
id: pembalikan

source: Reversal Entries
id: Entri Balik

source: Reversal Entry
id: Entri Balik

source: Reversal Index
id: Daftar Entri Balik

source: Reversal Index Categories
id: Kategori Daftar Entri Balik

source: _Reversal Indexes
id: _Daftar Entri Balik

source: Reversal Indexes
id: Daftar Entri Balik

source: Reversals
id: Pembalikan-pembalikan

source: Reverse Abbr.
id: Balikkan Singkatan

source: Reverse Abbreviation
id: Balikkan Singkatan

source: Reverse Name
id: Balikan Nama

source: Review the location of Linked Files
id: Tinjau lokasi Berkas Terkait

source: &Right
id: &Kanan

source: Right
id: Kanan

source: Right Border
id: Sempadan Kanan

source: &Right:
id: Ka&nan:

source: Right-to-left
id: Kanan ke kiri

source: Right-to-Left
id: Kanan ke Kiri

source: Role
id: Peran

source: Root-based (complex forms as subentries)
id: Berbasis akar (tiap bentuk kompleks sebagai subentri)

source: Rose,255,153,204
id: Merah Mawar,255,153,204

source: row
id: baris

source: Row:
id: Baris:

source: Rows
id: Baris-baris

source: Rule to prevent allomorph co-occurrence
id: Aturan untuk mencegah alomorf muncul bersamaan

source: Rule to Prevent Allomorph Co-occurrence
id: Aturan untuk Mencegah Alomorf Muncul Bersamaan

source: Rule to prevent morpheme co-occurrence
id: Aturan untuk mencegah morfem muncul bersamaan

source: Rule to Prevent Morpheme Co-occurrence
id: Aturan untuk Mencegah Morfem Muncul Bersamaan

source: &Run Checked Utilities Now
id: &Jalankan Utilitas Tercentang Sekarang

source: Run the Demo Movies.
id: Jalankan Filem-filem Contoh.

source: Run this utility when the FieldWorks project has entries with duplicate or missing homograph numbers, or when there are gaps in the homograph number sequences.
id: Jalankan utilitas ini ketika proyek FieldWorks memiliki entri-entri dengan nomor-nomor homograf rangkap atau tanpa nomor-nomor homograf, atau ketika ada kesenjangan-kesenjangan dalam urutan-urutan nomor homograf.

source: Run this utility when you think there are problems of any kind with the analyses that are returned by the parser, or when you simply want to remove all parser approved analyses.
id: Menjalankan alat ini waktu Anda berpikir ada masalah apa saja dengan analisa-analisa yang dibuat oleh pengurai kata, atau kapan Anda mau menghapus semua analisa-analisa disetujui oleh pengurai kata.

source: &Save
id: &Simpan

source: _Save
id: _Simpan

source: Save
id: Simpan

source: Save as Webpage
id: Simpan sebagai Halaman Web

source: Save as:
id: Simpan sebagai:

source: Save changes?
id: Simpan perubahan?

source: Save in:
id: Simpan di:

source: Save Modified Styles List
id: Simpan Daftar Gaya Terubah

source: &Save Report...
id: &Simpan Laporan...

source: Save settings?
id: Simpan setelan?

source: Save Settings?
id: Simpan Setelan?

source: &Save to File...
id: &Simpan pada Berkas...

source: &Save...
id: &Simpan

source: Save: Saves any changes you have made.
id: Simpan: Menyimpan perubahan yang Anda buat.

source: Saves changes.
id: Menyimpan perubahan-perubahan.

source: Saving all changes...
id: Menyimpan semua perubahan...

source: Saving project {0}...
id: Menyimpan proyek {0}...

source: Saving...
id: Menyimpan...

source: Scientific Names
id: Nama Ilmiah

source: Se_t up Writing Systems...
id: Siapkan Sistem-sistem Penulisan...

source: Sea Green,51,153,102
id: Hijau Laut,51,153,102

source: &Search
id: &Cari

source: Search
id: Cari

source: Search &By:
id: Cari &Melalui:

source: Search &For:
id: Cari &Untuk:

source: Search in the line:
id: Cari di baris:

source: Search Options
id: Pilihan Cari

source: Searching Folder:
id: Cari di Map:

source: Searching...
id: Mencari...

source: Secondary Order
id: Pengurutan Kedua

source: Select
id: Pilih

source: Select _All
id: Pilih S_emua

source: Select a feature and a value to change it to
id: Pilih ciri dan nilai untuk menggantikannya dengan

source: Select A&ll
id: Pilih S&emua

source: Select All
id: Pilih Semua

source: Select all of the text.
id: Pilih seluruh teks.

source: Select all or clear all checkmark boxes
id: Pilih semua atau hapus semua kotak tanda centang

source: Select All Text
id: Pilih Semua Teks

source: Select an import settings file. You will be able to modify/customize these settings to fit the database you're importing.
id: Pilih berkas setelan-setelan impor. Anda akan dapat megubah/menyesuaikan setelan-setelan ini agar sesuai dengan gudang data yang anda impor.

source: &Select books to be displayed:
id: &Pilih buku-buku untuk diperlihatkan:

source: Select Custom Field
id: Pilih Tambahan Bidang

source: Select &Input File...
id: Pilih Berkas &Masukan...

source: Select Language
id: Pilih Bahasa

source: Select location where you want to save your backup.
id: Pilih lokasi di mana Anda ingin menyimpan cadangan Anda.

source: Select projects to migrate:
id: Pilih proyek untuk migrasi:

source: &Select sections to be displayed:
id: &Pilih bagian-bagian untuk diperlihatkan:

source: Select Tag
id: Pilih Tanda

source: Select the '{0}' file to use
id: Pilih berkas '{0}' untuk digunakan

source: Select the baseline writing system for this text:
id: Pilih sistem penulisan dasar untuk teks ini:

source: Select the features to make available for {0}.
id: Pilih ciri-ciri agar disediakan untuk {0}.

source: Select the file(s) you wish to import:
id: Pilih berkas untuk diimpor:

source: Select the LIFT file to import:
id: Pilih berkas LIFT untuk diimpor:

source: Select the LinguaLinks XML file to use
id: Pilih berkas XML LinguaLinks untuk digunakan

source: Select the LinguaLinks/FieldWorks XML file to use
id: Pilih berkas XML LinguaLinks atau FieldWorks untuk digunakan

source: Select the SFM file to import
id: Pilih berkas SFM untuk diimpor

source: Select the target field and the list choice to change it to
id: Pilih bidang sasaran dan daftar pilihan untuk menggantikannya dengan

source: Select Writing System
id: Pilih Sistem Penulisan

source: Selected folder must be a complete path. Use Browse to find desired directory.
id: Folder yang dipilih harus merupakan jalan lengkap. Gunakan Jelajah untuk mencari petunjuk yang diinginkan.
